[
{"Name":"Sao {0}<br>Việc nên làm:{1}<br>Việc không nên làm:{2}<br>Ngoại lệ:{3}",
"Detail":"",
"ShouldDo":"",
"ShouldNotDo":"",
"Exception":""
},
{"Name":"Sao Giác",
 "Detail":"GIÁC MỘC GIAO: (Bình Tú) Tướng tinh con Giao Long, chủ trị ngày thứ 5.",
"ShouldDo": "tạo tác mọi việc đều đặng vinh xương, tấn lợi. Hôn nhân cưới gã sanh con quý. Công danh khoa cử cao thăng, đỗ đạt.",
"ShouldNotDo": "chôn cất hoạn nạn ba năm. Sửa chữa hay xây đắp mộ phần ắt có người chết. Sanh con nhằm ngày có Sao Giác khó nuôi, nên lấy tên Sao mà đặt tên cho nó mới an toàn. Dùng tên sao của năm hay của tháng cũng được.",
"Exception": "Sao Giác trúng ngày Dần là Đăng Viên được ngôi cao cả, mọi sự tốt đẹp. Sao Giác trúng ngày Ngọ là Phục Đoạn Sát: rất Kỵ chôn cất, xuất hành, thừa kế, chia lãnh gia tài, khởi công lò nhuộm lò gốm. NHƯNG Nên dứt vú trẻ em, xây tường, lấp hang lỗ, làm cầu tiêu, kết dứt điều hung hại. Sao Giác trúng ngày Sóc là Diệt Một Nhật: Đại Kỵ đi thuyền, và cũng chẳng nên làm rượu, lập lò gốm lò nhuộm, vào làm hành chánh, thừa kế."
},
{"Name":"Sao Cang",
 "Detail":"(Hung Tú) Tướng tinh con Rồng, chủ trị ngày thứ 6.",
"ShouldDo": "cắt may áo màn (sẽ có lộc ăn).",
"ShouldNotDo": "Chôn cất bị Trùng tang. Cưới gã e phòng không giá lạnh. Tranh đấu kiện tụng lâm bại. Khởi dựng nhà cửa chết con đầu. 10 hoặc 100 ngày sau thì gặp họa, rồi lần lần tiêu hết ruộng đất, nếu làm quan bị cách chức. Sao Cang thuộc Thất Sát Tinh, sanh con nhằm ngày này ắt khó nuôi, nên lấy tên của Sao mà đặt cho nó thì yên lành.",
"Exception": "Sao Cang ở nhằm ngày Rằm là Diệt Một Nhật: Cữ làm rượu, lập lò gốm lò nhuộm, vào làm hành chánh, thừa kế sự nghiệp, thứ nhất đi thuyền chẳng khỏi nguy hại (vì Diệt Một có nghĩa là chìm mất). sao Cang tại Hợi, Mẹo, Mùi trăm việc đều tốt. Thứ nhất tại Mùi."
},
 {"Name":"Sao Giác",
 "Detail":" ĐÊ THỔ LẠC: (Hung Tú) Tướng tinh con Lạc Đà, chủ trị ngày thứ 7.",
"ShouldDo": "Sao Đê Đại Hung, không cò việc chi hạp với nó.",
"ShouldNotDo": "Khởi công xây dựng, chôn cất, cưới gã, xuất hành kỵ nhất là đường thủy, sanh con chẳng phải điềm lành nên làm Âm Đức cho nó. Đó chỉ là các việc Đại Kỵ, các việc khác vẫn kiêng cữ.",
"Exception": "Tại Thân, Tý, Thìn trăm việc đều tốt, nhưng Thìn là tốt hơn hết vì Sao Đê Đăng Viên tại Thìn."
},
{"Name":"Sao Giác",
  "Detail":"PHÒNG NHẬT THỐ: (Kiết Tú) Tướng tinh con Thỏ, chủ trị ngày Chủ nhật.",
"ShouldDo": "Khởi công tạo tác mọi việc đều tốt, thứ nhất là xây dựng nhà, chôn cất, cưới gã, xuất hành, đi thuyền, mưu sự, chặt cỏ phá đất, cắt áo.",
"ShouldNotDo": "Sao Phòng là Đại Kiết Tinh, không kỵ việc chi cả.",
"Exception": "Tại Đinh Sửu và Tân Sửu đều tốt, tại Dậu càng tốt hơn, vì Sao Phòng Đăng Viên tại Dậu. Trong 6 ngày Kỷ Tị, Đinh Tị, Kỷ Dậu, Quý Dậu, Đinh Sửu, Tân Sửu thì Sao Phòng vẫn tốt với các việc khác, ngoại trừ chôn cất là rất kỵ. Sao Phòng nhằm ngày Tị là Phục Đoạn Sát: chẳng nên chôn cất, xuất hành, các vụ thừa kế, chia lãnh gia tài, khởi công làm lò nhuộm lò gốm. NHƯNG Nên dứt vú trẻ em, xây tường, lấp hang lỗ, làm cầu tiêu, kết dứt điều hung hại."
},
 {"Name":"Sao Giác",
 "Detail":"TÂM NGUYỆT HỒ: (Hung tú) Tướng tinh con chồn, chủ trị ngày thứ 2.",
"ShouldDo": "Tạo tác việc chi cũng không hạp với Hung tú này.",
"ShouldNotDo": "Khởi công tạo tác việc chi cũng không khỏi hại, thứ nhất là xây cất, cưới gã, chôn cất, đóng giường, lót giường, tranh tụng."
},
 {"Name":"Sao Giác",
 "Detail":"VỸ HỎA HỔ: (Kiết Tú) tướng tinh con cọp, chủ trị ngày thứ 3.",
"ShouldDo": "Mọi việc đều tốt, tốt nhất là các vụ khởi tạo, chôn cất, cưới gã, xây cất, trổ cửa, đào ao giếng, khai mương rạch, các vụ thủy lợi, khai trương, chặt cỏ phá đất.",
"ShouldNotDo": "Đóng giường, lót giường, đi thuyền.",
"Exception": "Tại Hợi, Mẹo, Mùi Kỵ chôn cất. Tại Mùi là vị trí Hãm Địa của Sao Vỹ. Tại Kỷ Mẹo rất Hung, còn các ngày Mẹo khác có thể tạm dùng được."
},
{"Name":"Sao Giác",
  "Detail":"CƠ THỦY BÁO: (Kiết Tú) Tướng tinh con Beo, chủ trị ngày thứ 4.",
"ShouldDo": "Khởi tạo trăm việc đều tốt, tốt nhất là chôn cất, tu bổ mồ mã, trổ cửa, khai trương, xuất hành, các vụ thủy lợi (như tháo nước, đào kinh, khai thông mương rảnh...)",
"ShouldNotDo": "Đóng giường, lót giường, đi thuyền.",
"Exception": "Tại Thân, Tý, Thìn trăm việc kỵ, duy tại Tý có thể tạm dùng. Ngày Thìn Sao Cơ Đăng Viên lẽ ra rất tốt nhưng lại phạm Phục Đoạn. Phạm Phục Đoạn thì kỵ chôn cất, xuất hành, các vụ thừa kế, chia lãnh gia tài, khởi công làm lò nhuộm lò gốm; NHƯNG nên dứt vú trẻ em, xây tường, lấp hang lỗ, làm cầu tiêu, kết dứt điều hung hại."
},
 {"Name":"Sao Giác",
 "Detail":"ĐẨU MỘC GIẢI: (Kiết Tú) Tướng tinh con cua, chủ trị ngày thứ 5.",
"ShouldDo": "Khởi tạo trăm việc đều tốt, tốt nhất là xây đắp hay sửa chữa phần mộ, trổ cửa, tháo nước, các vụ thủy lợi, chặt cỏ phá đất, may cắt áo mão, kinh doanh, giao dịch, mưu cầu công danh.",
"ShouldNotDo": "Rất kỵ đi thuyền. Con mới sanh đặt tên nó là Đẩu, Giải, Trại hoặc lấy tên Sao của năm hay tháng hiện tại mà đặt tên cho nó dễ nuôi.",
"Exception": "Tại Tị mất sức. Tại Dậu tốt. Ngày Sửu Đăng Viên rất tốt nhưng lại phạm Phục Đoạn. Phạm Phục Đoạn thì kỵ chôn cất, xuất hành, thừa kế, chia lãnh gia tài, khởi công làm lò nhuộm lò gốm; NHƯNG nên dứt vú trẻ em, xây tường, lấp hang lỗ, làm cầu tiêu, kết dứt điều hung hại."
},
 {"Name":"Sao Giác",
 "Detail":"NGƯU KIM NGƯU: (Hung Tú) Tướng tinh con trâu, chủ trị ngày thứ 6.",
"ShouldDo": "Đi thuyền, cắt may áo mão.",
"ShouldNotDo": "Khởi công tạo tác việc chi cũng hung hại. Nhất là xây cất nhà, dựng trại, cưới gã, trổ cửa, làm thủy lợi, nuôi tằm, gieo cấy, khai khẩn, khai trương, xuất hành đường bộ.",
"Exception": "Ngày Ngọ Đăng Viên rất tốt. Ngày Tuất yên lành. Ngày Dần là Tuyệt Nhật, chớ động tác việc chi, riêng ngày Nhâm Dần dùng được. Trúng ngày 14 ÂL là Diệt Một Sát, cữ: làm rượu, lập lò nhuộm lò gốm, vào làm hành chánh, thừa kế sự nghiệp, kỵ nhất là đi thuyền chẳng khỏi rủi ro. Sao Ngưu là một trong Thất sát Tinh, sanh con khó nuôi, nên lấy tên Sao của năm, tháng hay ngày mà đặt tên cho trẻ và làm việc Âm Đức ngay trong tháng sanh nó mới mong nuôi khôn lớn được."
},
 {"Name":"Sao Giác",
 "Detail":"NỮ THỔ BỨC: (Hung Tú) Tướng tinh con dơi, chủ trị ngày thứ 7.",
"ShouldDo": "Kết màn, may áo.",
"ShouldNotDo": "Khởi công tạo tác trăm việc đều có hại, hung hại nhất là trổ cửa, khơi đường tháo nước, chôn cất, đầu đơn kiện cáo.",
"Exception": "Tại Hợi Mẹo Mùi đều gọi là đường cùng. Ngày Quý Hợi cùng cực đúng mức vì là ngày chót của 60 Hoa giáp. Ngày Hợi tuy Sao Nữ Đăng Viên song cũng chẳng nên dùng. Ngày Mẹo là Phục Đoạn Sát, rất kỵ chôn cất, xuất hành, thừa kế sự nghiệp, chia lãnh gia tài, khởi công làm lò nhuộm lò gốm; NHƯNG nên dứt vú trẻ em, xây tường, lấp hang lỗ, làm cầu tiêu, kết dứt điều hung hại."
},
 {"Name":"Sao Giác",
 "Detail":"HƯ NHẬT THỬ: (Hung Tú) Tướng tinh con chuột, chủ trị ngày chủ nhật.",
"ShouldDo": "Hư có nghĩa là hư hoại, không có việc chi hợp với Sao Hư.",
"ShouldNotDo": "Khởi công tạo tác trăm việc đều không may, thứ nhất là xây cất nhà cửa, cưới gã, khai trương, trổ cửa, tháo nước, đào kinh rạch.",
"Exception": "Gặp Thân, Tý, Thìn đều tốt, tại Thìn Đắc Địa tốt hơn hết. Hạp với 6 ngày Giáp Tý, Canh Tý, Mậu Thân, Canh Thân, Bính Thìn, Mậu Thìn có thể động sự. Trừ ngày Mậu Thìn ra, còn 5 ngày kia kỵ chôn cất. Gặp ngày Tý thì Sao Hư Đăng Viên rất tốt, nhưng lại phạm Phục Đoạn Sát: Kỵ chôn cất, xuất hành, thừa kế, chia lãnh gia tài sự nghiệp, khởi công làm lò nhuộm lò gốm, NHƯNg nên dứt vú trẻ em, xây tường, lấp hang lỗ, làm cầu tiêu, kết dứt điều hung hại. Gặp Huyền Nhật là những ngày 7, 8 , 22, 23 ÂL thì Sao Hư phạm Diệt Một: Cữ làm rượu, lập lò gốm lò nhuộm, vào làm hành chánh, thừa kế, thứ nhất là đi thuyền ắt chẳng khỏi rủi ro."
},
 {"Name":"Sao Giác",
 "Detail":"NGUY NGUYỆT YẾN: (Bình Tú) Tứng tinh con chim én, chủ trị ngày thứ 2.",
"ShouldDo": "Chôn cất rất tốt, lót giường bình yên.",
"ShouldNotDo": "Dựng nhà, trổ cửa, gác đòn đông, tháo nước, đào mương rạch, đi thuyền.",
"Exception": "Tại Tị, Dậu, Sửu trăm việc đều tốt, tại Dậu tốt nhất. Ngày Sửu Sao Nguy Đăng Viên: tạo tác sự việc được quý hiển."
},
 {"Name":"Sao Giác",
 "Detail":"THẤT HỎA TRƯ: (Kiết Tú) Tướng tinh con heo, chủ trị ngày thứ 3.",
"ShouldDo": "Khởi công trăm việc đều tốt. Tốt nhất là xây cất nhà cửa, cưới gã, chôn cất, trổ cửa, tháo nước, các việc thủy lợi, đi thuyền, chặt cỏ phá đất.",
"ShouldNotDo": "Sao Thất Đại Kiết không có việc chi phải cữ.",
"Exception": "Tại Dần, Ngọ, Tuất nói chung đều tốt, ngày Ngọ Đăng viên rất hiển đạt. Ba ngày Bính Dần, Nhâm Dần, Giáp Ngọ rất nên xây dựng và chôn cất, song những ngày Dần khác không tốt. Vì sao Thất gặp ngày Dần là phạm Phục Đoạn Sát (kiêng cữ như trên)."
},
 {"Name":"Sao Giác",
 "Detail":" BÍCH THỦY DU: (Kiết Tú) Tướng tinh con rái cá, chủ trị ngày thứ 4.",
"ShouldDo": "Khởi công tạo tác việc chi cũng tốt. Tốt nhất là xây cất nhà, cưới gã, chôn cất, trổ cửa, dựng cửa, tháo nước, các vụ thuỷ lợi, chặt cỏ phá đất, cắt áo thêu áo, khai trương, xuất hành, làm việc thiện ắt Thiện quả tới mau hơn.",
"ShouldNotDo": "Sao Bích toàn kiết, không có việc chi phải kiêng cữ.",
"Exception": "Tại Hợi Mẹo Mùi trăm việc kỵ, thứ nhất trong Mùa Đông. Riêng ngày Hợi Sao Bích Đăng Viên nhưng phạm Phục Đọan Sát (Kiêng cữ như trên)"
},
 {"Name":"Sao Giác",
 "Detail":"KHUÊ MỘC LANG: (Bình Tú) Tướng tinh con chó sói, chủ trị ngày thứ 5.",
"ShouldDo": "Tạo dựng nhà phòng, nhập học, ra đi cầu công danh, cắt áo.",
"ShouldNotDo": "Chôn cất, khai trương, trổ cửa dựng cửa, khai thông đường nước, đào ao móc giếng, thưa kiện, đóng giường lót giường.",
"Exception": " Sao Khuê là một trong Thất Sát Tinh, nếu đẻ con nhằm ngày này thì nên lấy tên Sao Khuê hay lấy tên Sao của năm tháng mà đặt cho trẻ dễ nuôi. Sao Khuê Hãm Địa tại Thân: Văn Khoa thất bại. Tại Ngọ là chỗ Tuyệt gặp Sanh, mưu sự đắc lợi, thứ nhất gặp Canh Ngọ. Tại Thìn tốt vừa vừa. Ngày Thân Sao Khuê Đăng Viên: Tiến thân danh."
},
 {"Name":"Sao Giác",
 "Detail":"LÂU KIM CẨU: (Kiết Tú) Tướng tinh con chó, chủ trị ngày thứ 6.",
"ShouldDo": "Khởi công mọi việc đều tốt. Tốt nhất là dựng cột, cất lầu, làm dàn gác, cưới gã, trổ cửa, dựng cửa, tháo nước hay các vụ thủy lợi, cắt áo.",
"ShouldNotDo": "Đóng giường, lót giường, đi đường thủy.",
"Exception": "Tại Ngày Dậu Đăng Viên: Tạo tác đại lợi. Tại Tị gọi là Nhập Trù rất tốt. Tại Sửu tốt vừa vừa. Gặp ngày cuối tháng thì Sao Lâu phạm Diệt Một: rất kỵ đi thuyền, cữ làm rượu, lập lò gốm lò nhuộm, vào làm hành chánh, thừa kế sự nghiệp."
},
 {"Name":"Sao Giác",
 "Detail":"VỊ THỔ TRĨ: (Kiết Tú) Tướng tinh con chim trĩ, chủ trị ngày thứ 7.",
"ShouldDo": "Khởi công tạo tác việc chi cũng lợi. Tốt nhất là xây cất, cưới gã, chôn cất, chặt cỏ phá đất, gieo trồng, lấy giống.",
"ShouldNotDo": "Đi thuyền.",
"Exception": "Sao Vị mất chí khí tại Dần, thứ nhất tại Mậu Dần, rất là Hung, chẳng nên cưới gã, xây cất nhà cửa. Tại Tuất Sao Vị Đăng Viên nên mưu cầu công danh, nhưng cũng phạm Phục Đoạn (kiêng cữ như các mục trên)."
},
 {"Name":"Sao Giác",
 "Detail":"MÃO NHẬT KÊ: (Hung Tú) Tướng tinh con gà, chủ trị ngày chủ nhật.",
"ShouldDo": "Xây dựng, tạo tác.",
"ShouldNotDo": "Chôn Cất (ĐẠI KỴ), cưới gã, trổ cửa dựng cửa, khai ngòi phóng thủy, khai trương, xuất hành, đóng giường lót giường. Các việc khác cũng không hay.",
"Exception": "Tại Mùi mất chí khí. Tại Ất Mẹo và Đinh Mẹo tốt, Ngày Mẹo Đăng Viên cưới gã tốt, nhưng ngày Quý Mẹo tạo tác mất tiền của. Hạp với 8 ngày: Ất Mẹo, Đinh Mẹo, Tân Mẹo, Ất Mùi, Đinh Mùi, Tân Mùi, Ất Hợi, Tân Hợi."
},
 {"Name":"Sao Giác",
 "Detail":"TẤT NGUYỆT Ô: (Kiết Tú) Tướng tinh con quạ, chủ trị ngày thứ 2.",
"ShouldDo": "Khởi công tạo tác việc chi cũng tốt. Tốt nhất là chôn cất, cưới gã, trổ cửa dựng cửa, đào kinh, tháo nước, khai mương, móc giếng, chặt cỏ phá đất. Những việc khác cũng tốt như làm ruộng, nuôi tằm, khai trương, xuất hành, nhập học.",
"ShouldNotDo": "Đi thuyền",
"Exception": "Tại Thân, Tý, Thìn đều tốt. Tại Thân hiệu là Nguyệt Quải Khôn Sơn, trăng treo đầu núi Tây Nam, rất là tốt . Lại thêm Sao Tất Đăng Viên ở ngày Thân, cưới gã và chôn cất là 2 điều ĐẠI KIẾT."
},
 {"Name":"Sao Giác",
 "Detail":"CHỦY HỎA HẦU: (Hung Tú) Tướng tinh con khỉ, chủ trị ngày thứ 3.",
"ShouldDo": "Không có sự việc chi hợp với Sao Chủy.",
"ShouldNotDo": "Khởi công tạo tác việc chi cũng không tốt. KỴ NHẤT là chôn cất và các vụ thuộc về chết chôn như sửa đắp mồ mả, làm sanh phần (làm mồ mã để sẵn), đóng thọ đường (đóng hòm để sẵn).",
"Exception": "Tại Tị bị đoạt khí, Hung càng thêm Hung. Tại Dậu rất tốt, vì Sao Chủy Đăng Viên ở Dậu, khởi động thăng tiến. Nhưng cũng phạm Phục Đoạn Sát (kiêng cữ xem ở các mục trên). Tại Sửu là Đắc Địa, ắt nên. Rất hợp với ngày Đinh Sửu và Tân Sửu, tạo tác Đại Lợi, chôn cất Phú Quý song toàn."
},
 {"Name":"Sao Giác",
 "Detail":"SÂM THỦY VIÊN: (Bình Tú) Tướng tinh con vượn, chủ trị ngày thứ 4.",
"ShouldDo": "Khởi công tạo tác nhiều việc tốt như: xây cất nhà, dựng cửa trổ cửa, nhập học, đi thuyền, làm thủy lợi, tháo nước đào mương.",
"ShouldNotDo": "Cưới gã, chôn cất, đóng giường lót giường, kết bạn.",
"Exception": "Ngày Tuất Sao sâm Đăng Viên, nên phó nhậm, cầu công danh hiển hách."
},
 {"Name":"Sao Giác",
 "Detail":"TỈNH MỘC CAN: (Bình Tú) Tướng tinh con dê trừu, chủ trị ngày thứ 5.",
"ShouldDo": "Tạo tác nhiều việc tốt như xây cất, trổ cửa dựng cửa, mở thông đường nước, đào mương móc giếng, nhậm chức, nhập học, đi thuyền.",
"ShouldNotDo": "Chôn cất, tu bổ phần mộ, làm sanh phần, đóng thọ đường.",
"Exception": "Tại Hợi, Mẹo, Mùi trăm việc tốt. Tại Mùi là Nhập Miếu, khởi động vinh quang."
},
 {"Name":"Sao Giác",
 "Detail":"QUỶ KIM DƯƠNG: (Hung Tú) Tướng tinh con dê, chủ trị ngày thứ 6.",
"ShouldDo": "Chôn cất, chặt cỏ phá đất, cắt áo.",
"ShouldNotDo": "Khởi tạo việc chi cũng hại. Hại nhất là xây cất nhà, cưới gã, trổ cửa dựng cửa, tháo nước, đào ao giếng, động đất, xây tường, dựng cột.",
"Exception": "Ngày Tý Đăng Viên thừa kế tước phong tốt, phó nhiệm may mắn. Ngày Thân là Phục Đoạn Sát kỵ chôn cất, xuất hành, thừa kế, chia lãnh gia tài, khởi công lập lò gốm lò nhuộm; NHƯNG nên dứt vú trẻ em, xây tường, lấp hang lỗ, làm cầu tiêu, kết dứt điều hung hại. Nhằm ngày 16 ÂL là ngày Diệt Một kỵ làm rượu, lập lò gốm lò nhuộm, vào làm hành chánh, kỵ nhất đi thuyền."
},
{"Name":"Sao Giác",
  "Detail":"LIỄU THỔ CHƯƠNG: (Hung tú) Tướng tinh con gấu ngựa, chủ trị ngày thứ 7.",
"ShouldDo": "Không có việc chi hạp với Sao Liễu.",
"ShouldNotDo": "Khởi công tạo tác việc chi cũng hung hại. Hung hại nhất là chôn cất, xây đắp, trổ cửa dựng cửa, tháo nước, đào ao lũy, làm thủy lợi.",
"Exception": "Tại Ngọ trăm việc tốt. Tại Tị Đăng Viên: thừa kế và lên quan lãnh chức là hai điều tốt nhất. Tại Dần, Tuất rất kỵ xây cất và chôn cất: Rất suy vi."
},
 {"Name":"Sao Giác",
 "Detail":"TINH NHẬT MÃ: (Bình Tú) Tướng tinh con ngựa, chủ trị ngày chủ nhật.",
"ShouldDo": "Xây dựng phòng mới.",
"ShouldNotDo": "Chôn cất, cưới gã, mở thông đường nước.",
"Exception": "Sao Tinh là một trong Thất Sát Tinh, nếu sanh con nhằm ngày này nên lấy tên Sao đặt tên cho trẻ để dễ nuôi, có thể lấy tên sao của năm, hay sao của tháng cũng được. Tại Dần Ngọ Tuất đều tốt, tại Ngọ là Nhập Miếu, tạo tác được tôn trọng. Tại Thân là Đăng Giá (lên xe): xây cất tốt mà chôn cất nguy. Hạp với 7 ngày: Giáp Dần, Nhâm Dần, Giáp Ngọ, Bính Ngọ, Mậu Ngọ, Bính Tuất, Canh Tuất."
},
 {"Name":"Sao Giác",
 "Detail":"TRƯƠNG NGUYỆT LỘC: (Kiết Tú) Tướng tinh con nai, chủ trị ngày thứ 2.",
"ShouldDo": "Khởi công tạo tác trăm việc tốt, tốt nhất là xây cất nhà, che mái dựng hiên, trổ cửa dựng cửa, cưới gã, chôn cất, làm ruộng, nuôi tằm, đặt táng kê gác, chặt cỏ phá đất, cắt áo, làm thuỷ lợi.",
"ShouldNotDo": "Sửa hoặc làm thuyền chèo, đẩy thuyền mới xuống nước",
"Exception": "Tại Hợi, Mẹo, Mùi đều tốt. Tại Mùi Đăng viên rất tốt nhưng phạm Phục Đoạn (xem kiêng cữ như các mục trên)."
},
{"Name":"Sao Giác",
  "Detail":"DỰC HỎA XÀ: (Hung Tú) Tướng tinh con rắn, chủ trị ngày thứ 3.",
"ShouldDo": "Cắt áo sẽ được tiền tài.",
"ShouldNotDo": "Chôn cất, cưới gã, xây cất nhà, đặt táng kê gác, gác đòn đông, trổ cửa gắn cửa, các vụ thủy lợi.",
"Exception": "Tại Thân, Tý, Thìn mọi việc tốt. Tại Thìn Vượng Địa tốt hơn hết. Tại Tý Đăng Viên nên thừa kế sự nghiệp, lên quan lãnh chức."
},
{"Name":"Sao Giác",
 "Detail":"CHẨN THỦY DẪN: (Kiết Tú) Tướng tinh con giun, chủ trị ngày thứ 4.",
"ShouldDo": "Khởi công tạo tác mọi việc tốt lành, tốt nhất là xây cất lầu gác, chôn cất, cưới gã. Các việc khác cũng tốt như dựng phòng, cất trại, xuất hành, chặt cỏ phá đất.",
"ShouldNotDo": "Đi thuyền.",
"Exception": "Tại Tị Dậu Sửu đều tốt. Tại Sửu Vượng Địa, tạo tác thịnh vượng. Tại Tị Đăng Viên là ngôi tôn đại, mưu động ắt thành danh.",
}
]